Repository: Kun686/iTerm2-CN
Catalog: sources/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

# NSAppleEventsUsageDescription
source: An application in iTerm2 wants to use AppleScript.
zh_hans: iTerm2 中的某个应用想要使用 AppleScript。

# NSBluetoothAlwaysUsageDescription
source: An application in iTerm2 wants to use Bluetooth.
zh_hans: iTerm2 中的某个应用想要使用蓝牙。

# NSCalendarsUsageDescription
source: An application in iTerm2 wants to use Calendar data.
zh_hans: iTerm2 中的某个应用想要使用日历数据。

# NSCameraUsageDescription
source: An application in iTerm2 wants to use the camera.
zh_hans: iTerm2 中的某个应用想要使用摄像头。

# NSContactsUsageDescription
source: An application in iTerm2 wants to use your contacts.
zh_hans: iTerm2 中的某个应用想要使用你的通讯录。

# NSLocalNetworkUsageDescription
source: An application in iTerm2 wants to access the local network.
zh_hans: iTerm2 中的某个应用想要访问本地网络。

# NSLocationAlwaysUsageDescription
source: An application in iTerm2 wants to use your location information, even in the background.
zh_hans: iTerm2 中的某个应用想要使用你的位置信息，包括在后台运行时。

# NSLocationUsageDescription
source: An application in iTerm2 wants to use your location information.
zh_hans: iTerm2 中的某个应用想要使用你的位置信息。

# NSLocationWhenInUseUsageDescription
source: An application in iTerm2 wants to use your location information while active.
zh_hans: iTerm2 中的某个应用想要在使用期间访问你的位置信息。

# NSMicrophoneUsageDescription
source: An application in iTerm2 wants to use your microphone.
zh_hans: iTerm2 中的某个应用想要使用你的麦克风。

# NSPhotoLibraryUsageDescription
source: An application in iTerm2 wants to use the photo library.
zh_hans: iTerm2 中的某个应用想要使用你的照片图库。

# NSRemindersUsageDescription
source: An application in iTerm2 wants to use your reminders.
zh_hans: iTerm2 中的某个应用想要使用你的提醒事项。

# NSSpeechRecognitionUsageDescription
source: An application in iTerm2 wants to use speech recognition.
zh_hans: iTerm2 中的某个应用想要使用语音识别。

# NSSystemAdministrationUsageDescription
source: The operation being performed by a program in iTerm2 requires elevated permission.
zh_hans: iTerm2 中的程序正在执行的操作需要提升权限。
